Revit 2027 API
ParameterTypeId.ZoneCalculatedHeatingLoadPerAreaParam Property
 "Calculated Heating Load per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneCalculatedHeatingLoadPerAreaParam { get; }
Public Shared ReadOnly Property ZoneCalculatedHeatingLoadPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneCalculatedHeatingLoadPerAreaParam {
	ForgeTypeId^ get ();
}
static member ZoneCalculatedHeatingLoadPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace